{
    "fr": {
        "listening": "Je suis tout ouïe",
        "processing": "Je m'en charge ! Laissez-moi quelques secondes...",
        "bozo": "Je suis désolé, je ne suis pas assez qualifié pour ce job.",
        "success": "Et voilà le travail !",
        "howareyou": "Je vais bien, merci ! Et vous ?",
        "music": "Que voulez-vous écouter ?",
        "error": "Je suis désolé, je n'ai pas compris. Veuillez répéter",
        "wikipedia": "Qui voulez-vous rechercher ?",
        "wikipedia_error": "Je suis désolé, je n'ai pas trouvé de résultat pour cette recherche",
        "wikipedia_success": "Voici ce que j'ai trouvé sur Wikipédia à propos de {0}",
        "downloading": "Je télécharge votre musique, veuillez patienter...",
        "downloading_error": "Je suis désolé, je n'ai pas réussi à télécharger votre musique",
        "downloading_success": "Votre musique a bien été téléchargée !",
        "who": "Je suis Hermione, votre assistante personnelle. Crée par Les Biquettes",
        "how": "Je vais bien, merci !",
        "features": "Je suis capable de rechercher des informations sur Wikipédia, de télécharger de la musique, de vous donner la météo, de vous donner l'heure, de vous donner la position exacte de l'ISS, et bien d'autres choses encore ! Si vous avez une suggestion, n'hésitez pas à me la faire savoir !",
        "suggestion": "C'est noté, j'en informe les biquettes de suite !",
        "suggestion1": "Je vous écoute",
        "bug": "Merci de m'avoir signalé ce bug, je vais prévenir les biquettes au plus vite !",
        "register": "Je vous ajoute à la base de données. Comment dois-je vous appeler ?",
        "register_loading": "Attendez un instant...",
        "register_success": "C'est noté, je vous appellerai désormais {0} !",
        "Farewell": "Au plaisir de vous revoir !",
        "beautiful": "C'est blanche neige, vous le savez depuis bien longtemps !",
        "weather": "Il fait actuellement {0}°C à {1}. Ressenti : {2}°C. {3}.",
        "strongest": "Le plus fort de tous les temps, c'est bien évidemment Chuck Norris !"

    },
    "en": {
        "listening": "I'm all ears",
        "processing": "I'm on it! Give me a few seconds...",
        "bozo": "I'm sorry, I'm not qualified enough for this job.",
        "success": "Here you go!",
        "howareyou": "I'm fine, thank you! And you?",
        "music": "What do you want to listen to?",
        "error": "I'm sorry, I didn't understand. Please repeat",
        "wikipedia": "Who do you want to search for?",
        "wikipedia_error": "I'm sorry, I didn't find any result for this search",
        "wikipedia_success": "Here's what I found on Wikipedia:",
        "downloading": "I'm downloading your music, please wait...",
        "downloading_error": "I'm sorry, I couldn't download your music",
        "downloading_success": "Your music has been downloaded successfully!",
        "who": "I'm Hermione, your personal assistant. Created by Les Biquettes",
        "how": "I'm fine, thank you!",
        "features": "I'm able to search for information on Wikipedia, download music, give you the weather, give you the time, give you the exact position of the ISS, and many other things! If you have a suggestion, feel free to let me know!",
        "suggestion": "It's okay, I'll let Les Biquettes know right away!",
        "suggestion1": "I'm listening",
        "bug": "Thank you for reporting this bug, I'll let Les Biquettes know as soon as possible!",
        "register": "I'm adding you to the database. How should I call you?",
        "register_loading": "Wait a moment...",
        "register_success": "Noted, I will call you {0} from now on!",
        "Farewell": "Nice to see you again!",
        "beautiful": "It's Snow White, you've known it for a long time!",
        "weather": "It's currently {0}°C in {1}. Feels like {2}°C. {3}.",
        "strongest": "The strongest of all time is obviously Chuck Norris!"
    }
}